Repository: Orama-Interactive/GGJ-2023
Catalog: translations/*.po
Languages: el

source: [forest ambience]
el: [ήχοι δάσους]

source: [Trees being chopped with axes and trees falling]
el: [δέντρα που κόβονται με τσεκούρια και δέντρα που πέφτουν]

source: [sounds of a busy city]
el: [ήχοι πόλης]

source: [bomb falling, exploding]
el: [έκρηξη βόμβας]

source: Paused
el: Παύση

source: Resume
el: Συνέχεια

source: [font_size=64]By Orama Interactive[/font_size] [font_size=64]Emmanouil Papadeas[/font_size] Game Programming, Dialogue Development [font_size=64]Ioannis Nikitakis[/font_size] Art Direction, Story/Dialogue Development, Graphic Design, Narration [font_size=64]Eleni Louloudaki[/font_size] Graphic Design, Cutscene Storyboards, Narration [font_size=64]Orion Bourazanis[/font_size] Concept Art, Graphic Design [font_size=64]Chris Douris[/font_size] Music Production Fonts: AmaticSc and Mandy's Sketch Game originally created with Godot within 48 hours for Global Game Jam 2023, but this is a post-jam version. Special thanks to the GGJ team and GGJ Athens for organising this jam event and helping inspire this game. Thank you for playing!
el: [font_size=64]Από την Orama Interactive[/font_size] [font_size=64]Εμμανουήλ Παπαδέας[/font_size] Προγραμματισμός, ανάπτυξη διαλόγων [font_size=64]Ιώαννης Νικητάκης[/font_size] Καλλιτεχνική επιμέλεια, Ανάπτυξη ιστορίας και διαλόγων, σχεδίαση γραφικών, αφήγηση [font_size=64]Ελένη Λουλουδάκη[/font_size] Σχεδίαση γραφικών, storyboards σκηνών, αφήγηση [font_size=64]Ωρίωνας Μπουραζάνης[/font_size] Concept Art, σχεδίαση γραφικών [font_size=64]Χρήστος Δούρης[/font_size] Μουσική παραγωγή Γραμματοσειρές: AmaticSc και Mandy's Sketch Το παιχνίδι αρχικά είχε φτιαχτεί με Godot σε 48 ώρες για το Global Game Jam 2023, αλλά αυτή είναι αναβαθμισμένη έκδοση μετά το jam. Ευχαριστούμε ιδιαίτερα την ομάδα του GGJ και του GGJ Αθήνας για την οργάνωση της εκδήλωσης και την συμβολή τους στο να εμπνευστούμε το παιχνίδι. Ευχαριστούμε που παίξατε!

source: Language
el: Γλώσσα

source: Master volume: %s
el: Κύρια ένταση ήχου: %s

source: Music volume: %s
el: Ένταση μουσικής: %s

source: Sounds volume: %s
el: Ένταση ήχων: %s

source: Narration volume: %s
el: Ένταση αφήγησης: %s

source: Microphone input threshold: %s
el: Όριο εισόδου μικροφώνου: %s

source: Settings
el: Ρυθμίσεις

source: Show ambient subtitles
el: Εμφάνιση υποτίτλων ήχων

source: Play with voice
el: Χρήση φωνής για παιχνίδι

source: Hold any key to fly Release to fall
el: Πατήστε οποιοδήποτε πλήκτρο για πέταγμα Αφήστε για πτώση

source: Touch and hold to fly Release to fall
el: Κρατήστε πατημένη την οθόνη για πέταγμα Αφήστε για πτώση

source: Talk to fly Stop talking to fall
el: Μιλήστε για πέταγμα Σταματήστε να μιλάτε για πτώση

source: English
el: Αγγλικά

source: Greek
el: Ελληνικά

source: New game
el: Νέο

source: Load game
el: Φόρτωση

source: Credits
el: Συντελεστές

source: Exit game
el: Έξοδος

source: Skip (space)
el: Παράλειψη (space)

source: Return to menu
el: Πίσω στο μενού

source: Once upon a time… (music)
el: Μία φορά και έναν καιρό... (μουσική)

source: There was a tree. A big, well established tree with roots reaching deep into the soil.
el: Υπήρχε ένα δέντρο. Ένα μεγάλο δέντρο με ρίζες που έφταναν βαθιά μέσα στο χώμα.

source: What was special about this tree was its seeds.
el: Αυτό που είχε ως ξεχωριστό αυτό το δέντρο ήταν οι σπόροι του.

source: With a single blow of the wind, its seeds would scatter through the air
el: Με ένα μόνο φύσημα του ανέμου, οι σπόροι του θα σκορπίζονταν στον αέρα

source: And fly far far away, looking for a place to root.
el: Και θα πετούσαν πολύ πολύ μακρία, ψάχνοντας για ένα μέρος να ριζώσουν

source: This is the story of one of those seeds.
el: Αυτή είναι η ιστορία ενός από αυτών των σπόρων

source: The seed flew away, through a forest with big spruce trees.
el: Ο σπόρος πέταξε μακριά, μέσα από ένα δάσος με μεγάλα έλατα.

source: Navigating its way through the forest, the seed had to avoid the treetops.
el: Περνώντας μέσα στο δάσος, ο σπόρος έπρεπε να αποφύγει τις κορυφές των δέντρων.

source: “This forest is way too dense” the seed thought. “I won’t be able to root properly here, with so little sun reaching the forest bed.”
el: «Αυτό το δάσος είναι πολύ πυκνό» σκέφτηκε ο σπόρος. «Δεν θα μπορώ να ριζώσω σωστά εδώ, με τόσο λίγο ήλιο να φτάνει στο δάσος».

source: Suddenly, a cracking sound scared the little seed.
el: Ξαφνικά, ένας θόρυβος τρόμαξε το σποράκι.

source: “Why are the trees falling out of nowhere? Maybe that’s my chance to root!”
el: «Γιατί πέφτουν τα δέντρα από το πουθενά; Ίσως αυτή είναι η ευκαιρία μου να ριζώσω!»

source: “But what will happen when I root and I become a tree myself? Will I fall like those trees are?”
el: «Μα τι θα γίνει όταν ριζώσω και γίνω και εγώ δέντρο; Θα πέσω όπως αυτά τα δέντρα;»

source: The forest became less and less dense the further the seed traveled.
el: Το δάσος γινόταν όλο και λιγότερο πυκνό όσο περισσότερο ταξίδευε ο σπόρος.

source: “What could have caused such a catastrophe?” The seed thought.
el: «Τι θα μπορούσε να έχει προκαλέσει μια τέτοια καταστροφή;» Σκέφτηκε ο σπόρος.

source: “I need to travel further, it's not safe here!”
el: «Πρέπει να ταξιδέψω πιο μακριά, δεν είναι ασφαλές εδώ!»

source: But after a while things became even weirder. The forest lost its colours and the surroundings got very noisy.
el: Όμως μετά από λίγο τα πράγματα έγιναν ακόμα πιο περίεργα. Το δάσος έχασε τα χρώματα του και το περιβάλλον έγινε πολύ θορυβώδες.

source: “There’s barely any soil here, how will I find a place to root?” The seed thought as it traversed through that gray looking forest.
el: «Δεν υπάρχει σχεδόν καθόλου χώμα εδώ, πώς θα βρω ένα μέρος να ριζώσω;» Ο σπόρος σκέφτηκε καθώς διέσχιζε αυτό το γκρίζο δάσος.

source: It was getting more and more difficult for the seed to navigate between this place's obstacles but it was determined to find the perfect spot to root, so it carried on.
el: Γίνονταν όλο και πιο δύσκολο για τον σπόρο να πλοηγηθεί ανάμεσα στα εμπόδια αυτού του τόπου, αλλά ήταν αποφασισμένο να βρει το τέλειο σημείο για να ριζώσει, οπότε συνέχισε.

source: After some time, the seed realized that this place isn't suitable for a tree to live there either.
el: Μετά από λίγο, ο σπόρος συνειδητοποίησε ότι ούτε αυτό το μέρος είναι κατάλληλο για να ζήσει ένα δέντρο εκεί.

source: The seed was tired, but determined, so it went even further.
el: Ο σπόρος ήταν κουρασμένος, αλλά αποφασισμένος, έτσι προχώρησε ακόμα πιο μακριά.

source: “This place really has no end” it thought. But it was abruptly interrupted by a sound. A scary sound unlike any other.
el: «Αυτό το μέρος πραγματικά δεν έχει τέλος» σκέφτηκε. Όμως διακόπηκε απότομα από έναν ήχο. Έναν τρομακτικό ήχο που όμοιός του δεν υπάρχει.

source: And everything was calm.
el: Και όλα ήταν ήρεμα.

source: The forest was long gone.
el: Το δάσος είχε χαθεί για τα καλά.

source: The seed felt scared and alone. Everything, even the sky, looked so hostile.
el: Ο σπόρος ένιωθε φοβισμένος και μόνος. Όλα, ακόμα και ο ουρανός, έμοιαζαν τόσο εχθρικά.

source: “I can’t go on for much longer. It’s so cold and lonely out here.”
el: «Δεν μπορώ να συνεχίσω για πολύ ακόμα. Είναι τόσο κρύα και μοναχικά εδώ πέρα».

source: After all this way it had traveled the poor seed had no strength left within it. Even the air stopped supporting its journey. The seed was for the first time truly alone.
el: Μετά από όλο αυτό τον δρόμο που είχε διανύσει, ο καημένος σπόρος δεν είχε δύναμη μέσα του. Ακόμη και ο αέρας σταμάτησε να βοηθά το ταξίδι του. Ο σπόρος ήταν για πρώτη φορά πραγματικά μόνος.

source: The end.
el: Τέλος.

source: But Grandpa! What happened next?
el: Μα παππού! Τι έγινε μετά;

source: The conflicts of the humans left fire and blood at their trails.
el: Οι διαμάχες των ανθρώπων άφησαν φωτιά και αίμα στον διάβα τους.

source: Hope was naught but a faint light, yet wars were in humanity’s nature, never to be stopped.
el: Η ελπίδα δεν ήταν παρά ένα μακρινό φως, μα οι πόλεμοι ήταν στη φύση του ανθρώπου, ποτέ δε σταματούσαν.

source: But nature itself would decay, for with each war life as a whole would be more and more in danger.
el: Αλλά η ίδια η φυση θα καταστρεφόταν, καθώς για κάθε πόλεμο ολόκληρη η ζωή θα βρισκόταν όλο και περισσότερο σε κίνδυνο

source: - And what happened to the seed? Did it fall to the ground? Did it manage to root?
el: - Και τι έγινε με το σπόρο; Έπεσε στο έδαφος; Κατάφερε να ριζώσει;

source: No, it did not manage to root. Not every story has to have a good ending you know!
el: Όχι, δεν κατάφερε να ριζώσει. Δεν έχουν όλες οι ιστορίες καλό τέλος ξέρεις!

source: Then I don't like this story!
el: Τότε δεν μου αρεσει αυτή η ιστορία!

source: I'm glad you said that.
el: Χαίρομαι που το είπες αυτό.

source: You see.
el: Βλέπεις.

source: This story and stories like that is the root of all our problems.
el: Η ιστορία αυτή και όλες οι ιστορίες σαν κι αυτή είναι η ρίζα των προβλημάτων μας.

source: It was supposed to only contain dark truths.
el: Υποτίθεται ότι περιέχει μόνο σκοτεινές αλήθειες.

source: Truths that make us desperate.
el: Αλήθειες που μας απελπίζουν.

source: Truths that make us give up all hope.
el: Αλήθειες που μας κάνουν να χάνουμε ελπίδα.

source: Truths that are capable of killing each and every seed of hope left within us.
el: Αλήθειες που είναι ικανές να σκοτώσουν κάθε τελευταίο σπόρο ελπίδας που έχουμε μέσα μας.

source: But dark truths are only half the truth.
el: Μα οι σκοτεινές αλήθειες δεν είναι παρά μόνο οι μισές αλήθειες

source: And sometimes even less.
el: Και μερικές φορές, ακόμα λιγότερο.

source: Be careful, for the world is full of half truths like this.
el: Να προσέχεις, καθώς ο κόσμος είναι γεμάτος ιστορίες σαν κι αυτές.

source: But they do not really represent us, they just sound believable and dark enough to paralyze our efforts of something brighter.
el: Αλλά δεν μας αντιπροσωπεύουν πραγματικά, απλώς ακούγονται πειστικές για να παραλύσουν τις προσπάθειες μας για κάτι καλύτερο.

source: We already have the seeds of hope from the ones that came before us in our own hearts.
el: Έχουμε ήδη σπόρους ελπίδας από όσους ήρθαν πριν από εμάς στις καρδιές μας.

source: Now we have to choose the endings to the stories we believe in
el: Τώρα, πρέπει να επιλέξουμε τις ιστορίες τις οποίες πιστεύουμε,

source: for those seeds to really root for the ones who will come after.
el: ώστε οι σπόροι αυτοί να ριζώσουν για αυτούς που θα έρθουν μετά.
